const infoSliderData = [
  {
    id: "biography",
    title: "Биография",
    body: `Меня зовут Никитин Матвей Алексеевич.
    Мне 21 год, уже 6 лет я занимаюсь философией 
    и 3 года веду свою блогерскую деятельность. 
    С чего все начиналось? Я родом из небольшого города 
    Новомосковска, что в Тульской области, учился в самой 
    обычной школе`,
    link: "/biography",
  },
  {
    id: "courses",
    title: "Курсы",
    body: `Курс по философии предлагает слушателям глубокое понимание основных философских школ и направлений, начиная с Древней Греции и заканчивая современностью. Особенностью курса является его структурированность и логичность. Каждый блок занятий посвящён определённой эпохе или направлению, что позволяет слушателям получить полное представление о развитии философской мысли. После полного прохождения данного курса вы сможете изучить любое существующее на данный момент философское направление.`,
    link: "/courses",
  },
  {
    id: "community",
    title: "Сообщество «Мысль»",
    body: `Сообщество “Мысль” базируется на закрытом телеграмм-чате,
    в котором постоянно проходят обсуждения разных философских взглядов.
    Также несколько раз в месяц в данном чате проходят лекции и семинары
    по различным научным тематикам во время которых есть возможность пообщаться с лектором напрямую`,
    link: "/community",
  },
  {
    id: "social",
    title: "Социальные сети",
    body: [
      {
        id: "yt",
        service: "Youtube",
        name: "Starpear1770",
        link: "https://www.youtube.com/@starpear-sd8mu",
      },
      {
        id: "tt",
        service: "TikTok",
        name: "starpear1770 ",
        link: "https://www.tiktok.com/@starpear1770?_t=8l6gbIiLs8X&_r=1",
      },
      {
        id: "tg",
        service: "Telegram",
        name: "4я книга Науки Логики",
        link: "https://t.me/starpear1724",
      },
    ],
    link: "/social-media",
  },
];

export default infoSliderData;
